adwaita-icon-theme
alsa-utils
base
code
efibootmgr
firefox
git
grub
hyprland
intel-ucode
kitty
linux
linux-firmware
nano
networkmanager
openssh
pipewire-jack
pipewire-pulse
sudo
ufw
waybar
wayland
wget
xdg-desktop-portal-hyprland
xorg-xwayland
